Repository: nassemMubarak/food
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Food Delivery
ar: توصيل طلبات الطعام

source: Login
ar: تسجيل الدخول

source: Create an Account
ar: أنشاء حساب

# definition_app
source: Discover the best foods from over 1,000 restaurants and fast delivery to your doorstep
ar: اكتشف أفضل الأطعمة من أكثر من 1000 مطعم وتوصيل سريع إلى عتبة داركم

source: Add your details to login
ar: أضف التفاصيل الخاصة بك لتسجيل الدخول

source: Your Email
ar: البريد الألكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Add your details to sign up
ar: أضف التفاصيل الخاصة بك أنشاء الحساب

source: Name
ar: الأسم

source: Mobile No
ar: رقم الجوال

source: Address
ar: العنوان

source: Already have an Account?
ar: لدي حساب بالفعل؟

# forget_your_password
source: Forgot your password?
ar: نسيت كلمت المرور؟

source: or Login With
ar: التسجل بواسطة

source: Login with Facebook
ar: التسجيل بواسطة Facebook

source: Login with Google
ar: التسجيل بوتسطة Google

# do_not_have_an_account
source: Don't have an Account?
ar: ليس لديك حساب؟

source: Sign Up
ar: انشاء حساب

source: Reset Password
ar: إعادة تعيين كلمة المرور

# contains_reset_password
source: Please enter your email to receive a link to create a new password via email
ar: يرجى إدخال بريدك الإلكتروني لتلقي ارتباط لإنشاء كلمة مرور جديدة عبر البريد الإلكتروني

source: Send
ar: أرسال

# we_have_sent_an_Mobile
source: We have sent an OTP to your Mobile
ar: لقد أرسلنا رسالة إلى هاتفك المحمول

# contains_we_have_sent_an_Mobile
source: Please check your mobile number +970*****701 continue to reset your password
ar: يرجى التحقق من رقم هاتفك المحمول +970 ***** 701 واستمر في إعادة تعيين كلمة المرور الخاصة بك

source: Next
ar: التالي

source: Successfully
ar: تمت العملية بنجاح

source: Empty Password
ar: الحقول فارغه أدخل كلمة المرور

source: Enter the new password
ar: أدخل كلمة المرور الجديدة

source: New Password
ar: كلمة المرور الجديدة

# new_password_Empty
source: new password is Empty
ar: أدخل كلمة المرور

# confirm_password_empty
source: Confirm password is Empty
ar: تأكيد كلمة المرور خاطئ

source: Confirm password not equals
ar: كلمة المرور غير متطابقة

source: Empty Input
ar: حقول الادخال فارغة

source: Email is Empty
ar: أدخل البريد الالكتروني

source: password is Empty
ar: كلمة المرور فارغة

source: Address is Empty
ar: ادخل العنوان

source: Mobile is Empty
ar: أدخل رقم الجوال

source: Name is Empty
ar: أدخل الاسم

# title_on_boarding_1
source: Find Food You Love
ar: ابحث عن الطعام الذي تحبه

# title_on_boarding_2
source: Find Food You Love
ar: توصيل سريع

# title_on_boarding_3
source: Find Food You Love
ar: تتبع مباشر

# contains_on_boarding_1
source: Discover the best foods from over 1,000 restaurants and fast delivery to your doorstep
ar: اكتشف أفضل الأطعمة من أكثر من 1000 مطعم وتوصيل سريع إلى عتبة داركم

# contains_on_boarding_2
source: Fast food delivery to your home, office wherever you are
ar: توصيل وجبات سريعة إلى منزلك أو مكتبك أينما كنت

# contains_boarding_3
source: Real time tracking of your food on the app once you placed the order
ar: تتبع طعامك في الوقت الحقيقي على التطبيق بمجرد تقديم الطلب

# menu_bottom
source: Menu
ar: قائمة الطعام

# offers_bottom
source: Offers
ar: عروض

# home_bottom
source: Home
ar: الرئيسي

# profile_bottom
source: Profile
ar: الملف الشخصي

# more_bottom
source: More
ar: المزيد
